Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: You don't have permission to masquerade as this user or there is no user with that ID
ar: التخفي بصفة هذا المستخدم غير مسموح لك أو لا يوجد مستخدم بهذا المعرف
ca: No teniu permís per emmascarar-vos com a aquest usuari, o bé no hi cap usuari amb aquest ID
cy: Does gennych chi ddim hawl i esgus mai chi yw'r defnyddiwr hwn neu does dim defnyddiwr â'r ID hwnnw
da: Du har ikke tilladelse til at forklæde dig som denne bruger, eller der er ingen bruger med det ID
da_instk12: Du har ikke tilladelse til at forklæde dig som denne bruger, eller der er ingen bruger med det ID
de: Sie haben keine Berechtigung, sich als diese/r Benutzer*in auszugeben oder zu dieser ID gibt es keinen Benutzer
es: Usted no tiene permiso para actuar como este usuario o no hay ningún usuario con esa identificación
es_es: No tienes permiso para actuar como este usuario o no hay ningún usuario con esa identificación
fi: Sinulla ei ole käyttöoikeuksia naamioida tänä käyttäjänä tai ei ole enää käyttäjää tällä tunnuksella
fr: Vous n'avez pas la permission de vous faire passer pour cet utilisateur, ou il n'existe aucun utilisateur avec cet identifiant
fr_ca: Vous n'avez pas la permission de vous faire passer pour cet utilisateur, ou il n'existe aucun utilisateur avec cet identifiant
ga: Níl cead agat aitheantas an úsáideora seo a ghlacadh nó níl aon úsáideoir leis an ID sin
hi: आपको इस उपयोगकर्ता के रूप में छद्मवेष करने की अनुमति नहीं है या उस आईडी वाला कोई उपयोगकर्ता नहीं है
ht: Ou pa gen pèmisyon pou parèt tankou itilizatè sa a oswa pa gen itilizatè ki gen idantifikasyon sa a
id: Anda tidak memiliki izin untuk menyamar sebagai pengguna ini atau tidak ada pengguna dengan ID itu
is: Þú hefur ekki heimild til að dyljast sem þessi notandi eða það er enginn notandi með þetta auðkenni
it: Non hai l’autorizzazione per eseguire il mascheramento come questo utente oppure c’è un altro utente con questo ID
ja: このユーザーとしてマスカレードすることを許可されていないか、ユーザーとそのIDが存在しません
ko: 이 사용자로 가장할 권한이 없거나 해당 ID의 사용자가 없습니다
mi: Kaore koe e whai whakāetanga ki te whakāhua kē anō tēnei kaiwhakamahi rānei kahore he kaiwhakamahi ki taua ID
ms: Anda tidak mempunyai keizinan untuk menyamar sebagai pengguna ini atau tiada pengguna dengan ID tersebut
nb: Du har ikke tillatelse til å opptre som denne brukeren, eller det er ingen bruker med den IDen
nb_instk12: Du har ikke tillatelse til å forkle deg som denne brukeren, eller det er ingen bruker med den IDen
nl: Je hebt geen toestemming om masker toe te passen als deze gebruiker of er is geen gebruiker met die id
pl: Nie masz uprawnienia aby podszyć się pod danego użytkownika lub użytkownik o danym identyfikatorze nie istnieje.
pt: Não tem permissão para disfarçar como este utilizador ou não existe utilizador com esta ID.
pt_br: Você não tem permissão para agir como este usuário ou não existe usuário com esta ID.
ru: У вас нет разрешения на маскировку под этого пользователя или не существует пользователя с этим идентификатором
sl: Nimate dovoljenja za prevzemanje vloge tega uporabnika ali pa ni uporabnika s tem ID-jem.
sv: Du har inte behörighet att agera som den här användaren eller finns det inte någon användare med detta ID
sv_instk12: Du har inte tillåtelse att maskera dig som den här användaren då det inte finns någon användare med det ID:t
th: คุณไม่มีสิทธิ์อนุญาตในการสวมบทบาทเป็นผู้ใช้รายนี้หรือไม่มีผู้ใช้ ID ดังกล่าว
vi: Bạn không có quyền hóa trang thành người dùng này hoặc không có người dùng nào có ID đó
zh: 您没有冒充为此用户的权限或没有那个用户 ID
zh_hk: 您沒有獲得以此使用者身份檢視的權限，或者沒有使用此 ID 的使用者

source: You don't have to be perfect to make an impact.
ar: لست ملزمًا بأن تكون مثاليًا لتحدث الفارق.
ca: No cal que feu les coses a la perfecció per produir impacte.
cy: Does dim rhaid i ti fod yn berffaith i greu argraff.
da: Du behøver ikke at være perfekt for at gøre en forskel.
da_instk12: Du behøver ikke at være perfekt for at gøre en forskel.
de: Sie müssen nicht perfekt sein, um etwas zu bewirken.
es: No tiene que ser perfecto para causar impacto.
es_es: No es necesario llegar a la perfección para causar impacto.
fi: Sinun ei tarvitse olla täydellinen vaikuttaaksesi.
fr: Pas besoin d’être parfait pour faire impression.
fr_ca: Il n’est pas nécessaire de se montrer irréprochable pour avoir un impact.
ga: Ní gá duit a bheith foirfe chun tionchar a imirt.
hi: प्रभाव डालने के लिए आपका परफ़ेक्ट होना ज़रूरी नहीं है।
ht: Ou pa bezwen pafè pou w fè enpak.
id: Anda tidak harus sempurna untuk memberikan dampak.
is: Þú þarft ekki að vera fullkominn til að hafa áhrif.
it: Non devi essere perfetto per avere un impatto.
ja: 完璧でなくても、影響を与えることはできるのです。
ko: 영향이 있으려면 완벽할 필요는 없습니다.
mi: Kāore koe e hiahia kia tino tika kia whai pānga.
ms: Anda tidak perlu sempurna untuk meninggalkan kesan.
nb: Du trenger ikke å være perfekt for å gjøre en forskjell.
nb_instk12: Du trenger ikke å være perfekt for å gjøre en forskjell.
nl: Je hoeft niet perfect te zijn om een impact te maken.
pl: Nie musisz być ideałem, by czynić postępy.
pt: Não precisas de ser perfeito para causar impacto.
pt_br: Você não precisa ser perfeito para causar impacto.
ru: Чтобы добиться успеха, не обязательно быть идеальным
sl: Ni treba biti popoln, da bi pustili pečat.
sv: Du behöver inte vara perfekt för att påverka.
sv_instk12: Du behöver inte vara perfekt för att påverka.
th: ไม่ต้องสมบูรณ์แบบเพื่อจะสร้างความแตกต่าง
vi: Bạn không cần hoàn hảo để tạo ra tác động.
zh: 不需要完美，也能做出成绩。
zh_hk: 你不必完美才能有所作為。

source: You have already set a reminder for this time.
ar: لقد قمت بالفعل بتعيين تذكير لهذا الوقت.
ca: Ja heu establert un recordatori per a aquesta data.
cy: Rydych chi eisoes wedi gosod nodyn atgoffa ar gyfer yr amser hwn.
da: Du har allerede indstillet en påmindelse for dette tidspunkt.
da_instk12: Du har allerede indstillet en påmindelse for dette tidspunkt.
de: Sie haben bereits eine Erinnerung für diese Zeit eingestellt.
es: Ya ha configurado un recordatorio para este momento.
es_es: Ya has configurado un recordatorio para esta hora.
fi: Olet jo asettanut muistutuksen tähän ajankohtaan
fr: Vous avez déjà défini un rappel à cette heure.
fr_ca: Vous avez déjà défini un rappel pour cette heure.
ga: Tá meabhrúchán socraithe agat don am seo cheana féin.
hi: आपने पहले ही इस समय के लिए अनुस्मारक निर्धारित कर दिया है।
ht: Ou gentan fikse yon rapèl pou lè sa a.
id: Anda sudah mengatur pengingat untuk waktu ini.
is: Þú hefur þegar sett áminningu fyrir þennan tíma.
it: Hai già impostato un promemoria per questo periodo.
ja: あなたはすでにこの時間にリマインダを設定しています。
ko: 이 시간에 대한 미리 알림을 이미 설정했습니다.
mi: Kua tautuhia e koe he whakamaumahara mo tenei wa.
ms: Anda telah menetapkan peringatan untuk masa ini.
nb: Du har allerede angitt en påminnelse for dette tidspunktet.
nb_instk12: Du har allerede angitt en påminnelse for dette tidspunktet.
nl: Je hebt al een herinnering voor deze tijd ingesteld.
pl: Ustawiono już przypomnienie dla tego terminu.
pt: Já definiu um lembrete para esta data.
pt_br: Você já definiu um lembrete para esse horário.
ru: Вы уже установили напоминание на это время.
sl: Za ta čas ste že nastavili opomnik.
sv: Du har redan ställt in en påminnelse för den här tiden.
sv_instk12: Du har redan ställt in en påminnelse för den här tiden.
th: คุณกำหนดการแจ้งเตือนสำหรับเวลานี้แล้ว
vi: Bạn đã thiết lập lời nhắc nhở cho thời gian này rồi.
zh: 您已经为该时间设置提醒。
zh_hk: 您已經設定了此時間的提醒。

source: You have an unsaved reply. Would you like to discard that reply?
ar: لديك رد غير محفوظ. هل ترغب في تجاهل هذا الرد؟
ca: Teniu una resposta sense desar. Voldríeu rebutjar aquesta resposta?
cy: Mae gennych chi ateb heb ei gadw. Hoffech chi hepgor yr ateb hwnnw?
da: Du har et ubesvaret svar. Vil du fjerne dette svar?
da_instk12: Du har et svar, der ikke er gemt. Ønsker du at slette dette svar?
de: Sie haben eine nicht ungespeicherte Antwort. Möchten Sie diese Antwort verwerfen?
es: Tiene una respuesta no guardada. ¿Le gustaría descartar esa respuesta?
es_es: Tienes una respuesta no guardada. ¿Quieres descartar esa respuesta?
fi: Sinulla on tallentamaton vastaus. Haluaisitko ohittaa tämän vastauksen?
fr: Vous avez une réponse non enregistrée. Voulez-vous abandonner cette réponse ?
fr_ca: Vous avez une réponse non enregistrée. Vous aimeriez rejeter cette réponse?
ga: Tá freagra neamhshábháilte agat. Ar mhaith leat an freagra sin a scriosadh?
hi: आपके पास बिना सहेजा गया उत्तर है। क्या आप उस उत्तर को खारिज करना चाहेंगे?
ht: Ou gen yon repons ki pa anrejistre. Èske w vle rejte repons sa a?
id: Anda memiliki balasan yang belum disimpan. Anda ingin membuang balasan itu?
is: Þú ert með óvistað svar. Viltu henda þessu svari?
it: Hai una risposta non salvata. Eliminare questa risposta?
ja: 保存されていない返信があります。その返信を破棄しますか？
ko: 저장되지 않은 답변이 있습니다. 해당 답변을 버리시겠습니까?
mi: Kei ia koe he whakautu kaore i Tiaki. E hiahia ana koe ki te muku i taua whakautu?
ms: Anda mempunyai balasan tidak disimpan. Adakah anda ingin membuang balasan tersebut?
nb: Du har et ulagret svar. Ønsker du å ignorere svaret?
nb_instk12: Du har et svar som ikke er lagret. Ønsker du å slette det svaret?
nl: Je hebt een niet-opgeslagen antwoord. Wil je dat antwoord verwijderen?
pl: Masz niezapisaną odpowiedź. Czy chcesz ją odrzucić pomimo to?
pt: Você tem uma resposta não salva. Você gostaria de descartar essa resposta?
pt_br: Você tem uma resposta não salva. Gostaria de descartar aquela resposta?
ru: У вас есть несохраненный ответ. Вы хотите отменить этот ответ?
sl: Imate en neshranjen odgovor. Ali želite zavreči ta odgovor?
sv: Du har ett osparat svar. Vill du ta bort det svaret?
sv_instk12: Du har ett osparat svar. Vill du ta bort det svaret?
th: คุณมีการตอบกลับที่ไม่ได้บันทึกไว้ ต้องการล้มเลิกการตอบกลับดังกล่าวหรือไม่
vi: Bạn có câu trả lời chưa lưu. Bạn có muốn bỏ câu trả lời đó không?
zh: 您有未保存的回复。是否要丢弃该回复？
zh_hk: 您有一則未儲存的回覆。您是否希望刪除它？

source: You have been invited
ar: تمت دعوتك
ca: Us hi han convidat
cy: Rwyt ti wedi cael gwahoddiad
da: Du er blevet inviteret
da_instk12: Du er blevet inviteret
de: Sie wurden eingeladen.
es: Ha recibido una invitación
es_es: Has recibido una invitación
fi: Sinut on kutsuttu
fr: Vous êtes invité.
fr_ca: Vous avez été invité
ga: Tugadh cuireadh duit
hi: आपको आमंत्रित किया गया है
ht: Ou jwenn envitasyon
id: Anda telah diundang
is: Þér var boðið
it: Sei stato invitato
ja: あなたは招待されています
ko: 초대를 받으셨습니다
mi: Kua tika koe
ms: Anda telah dijemput
nb: Du har blitt invitert
nb_instk12: Du har blitt invitert
nl: Je bent uitgenodigd
pl: Otrzymałeś zaproszenie
pt: Você foi convidado
pt_br: Você foi convidado
ru: Вам поступило приглашение
sl: Povabljeni ste.
sv: Du har blivit inbjuden
sv_instk12: Du har blivit inbjuden
th: คุณได้รับเชิญ
vi: Bạn đã được mời
zh: 您已获得邀请
zh_hk: 您已被邀請

source: You must first complete:
ar: يجب أن تكمل أولاً:
ca: Primer heu de completar:
cy: Bydd yn rhaid i chi gwblhau’r canlynol yn gyntaf:
da: Du skal først fuldføre:
da_instk12: Du skal først fuldføre:
de: Sie müssen zunächst das Folgende vervollständigen:
es: Primero debe completar lo siguiente:
es_es: Primero debes completar lo siguiente:
fi: Sinun täytyy suorittaa ensin seuraavat:
fr: Vous devez d'abord remplir :
fr_ca: Vous devez d’abord compléter :
ga: Ní mór duit an méid seo a leanas a dhéanamh ar dtús:
hi: आपको पहले इसे पूरा करना चाहिए:
ht: Ou dwe toudabò ranpli:
id: Anda pertama-tama harus menyelesaikan:
is: Fyrst verður þú að ljúka:
it: Prima devi completare:
ja: まずは終了してください:
ko: 먼저 완료 필요:
mi: Me whakaoti koe i te tuatahi:
ms: Anda mesti terlebih dahulu melengkapkan:
nb: Du må først fullføre:
nb_instk12: Du må først fullføre:
nl: Je moet eerst voltooien:
pl: Należy najpierw ukończyć:
pt: Primeiro tem de concluir:
pt_br: Você deve completar primeiro:
ru: Вы должны сначала завершить:
sl: Najprej morate zaključiti:
sv: Du måste först göra färdigt:
sv_instk12: Du måste först fullgöra uppgift:
th: คุณจะต้องดำเนินการก่อน:
vi: Bạn phải hoàn thành trước:
zh: 您必须首先完成：
zh_hk: 您必須首先完成：

source: You need a title and a description to post
ar: تحتاج لعنوان ووصف للنشر
ca: Necessiteu un títol i una descripció per publicar
cy: Mae angen teitl a disgrifiad arnoch er mwyn postio
da: Du skal indsætte en titelog en beskrivels for at postere
da_instk12: Du skal indsætte en titelog en beskrivels for at postere
de: Zum Posten brauchen Sie einen Titel und eine Beschreibung
es: Necesita un título y una descripción para publicar
es_es: Necesitas un título y una descripción para publicar
fi: Lähettämistä varten tarvitset otsikon ja kuvauksen
fr: Vous avez besoin d'un titre et d'une description pour pouvoir publier
fr_ca: Vous avez besoin d'un titre et d'une description pour pouvoir publier
ga: Teastaíonn teideal agus cur síos uait chun postáil
hi: पोस्ट करने के लिए आपको एक शीर्षक और विवरण की आवश्यकता है
ht: Ou bezwen yon tit ak yon deskripsyon pou poste
id: Anda membutuhkan judul dan deskripsi untuk posting
is: Þú þarft titil og lýsingu til að birta
it: Per la pubblicazione ti servono un titolo e una descrizione
ja: ポストするタイトルと説明が必要です
ko: 게시하려면 제목 및 설명이 필요합니다
mi: Me hiahia koe te taitara me te whakamārama ki te whakairi
ms: Anda perlu tajuk dan penerangan sebelum menyiarkan
nb: Du trenger en tittel og en beskrivelse for å publisere
nb_instk12: Du trenger en tittel og en beskrivelse å poste
nl: Je hebt een titel en een beschrijving nodig om te plaatsen
pl: Wymagany jest tytuł i opis do opublikowania
pt: Precisa de um título e uma descrição para publicar
pt_br: Você precisa de um título e uma descrição para postar
ru: Вам нужно название и описание к сообщению
sl: Če želite objavljati, potrebujete naslov in opis.
sv: Du behöver en titel och en beskrivning för att publicera
sv_instk12: Du behöver en titel och en beskrivning för att posta
th: คุณต้องมีชื่อและรายละเอียดที่จะโพสต์
vi: Bạn cần tiêu đề và mô tả thì mới có thể đăng
zh: 要发布，您需要一个标题与描述
zh_hk: 您需要給發布的內容起一個標題並描述

source: You should go rate Canvas on the App Store!
ar: يجب أن تقيّم Canvas على App Store!
ca: Heu de puntuar Canvas a App Store.
cy: Ewch ati i roi sgôr i Canvas ar yr App Store!
da: Du bør bedømme Canvas i App Store!
da_instk12: Du bør bedømme Canvas i App Store!
de: Sie sollten Canvas im App Store bewerten.
es: ¡Debería calificar Canvas en App Store!
es_es: Califica a Canvas en la App Store.
fi: Sinun pitäisi siirtyä App Storeen arvostelemaan Canvas!
fr: Vous devriez aller noter Canvas sur l'App Store !
fr_ca: Vous devriez aller noter Canvas sur l'App Store!
ga: Ba chóir duit Canvas a rátáil ar an App Store!
hi: आपको ऐप स्टोर पर Canvas को रेट करना चाहिए!
ht: Ou dwe al evalye Canvas nan App Store la!
id: Anda harus memberi nilai Canvas di App Store!
is: Þú ættir að gefa Canvas einkunn í App Store!
it: Dovresti valutare Canvas sull’App Store!
ja: アプリストアでCanvasを評価してください！
ko: App Store에서 Canvas를 평가해야 합니다.
mi: Me haere koe ki te auau Canvas i runga i te App toa!
ms: Anda patut memberikan penilaian untuk Canvas di App Store!
nb: Du bør gi en vurdering på Canvas i App Store!
nb_instk12: Du bør gi en vurdering på Canvas i App Store!
nl: Ga Canvas eens beoordelen in de App Store!
pl: Idź wystawić ocenę systemie Canvas w sklepie z aplikacjami!
pt: Devia classificar Canvas na App Store!
pt_br: Você deve ir classificar o Canvas na App Store!
ru: Вы должны пойти и оценить Canvas на App Store!
sl: Ocenite Canvas v trgovini App Store.
sv: Du borde betygsätta Canvas i App Store!
sv_instk12: Du borde ge Canvas ett bedömning i App Store!
th: คุณควรให้คะแนน Canvas ใน App Store!
vi: Bạn nên đi đánh giá Canvas trên App Store!
zh: 您应该去应用程序商店评级Canvas!
zh_hk: 您請前往應用程式商店給 Canvas 評分吧！

source: You're all done for now!
ar: أنت جاهز تمامًا في الوقت الحالي!
ca: Ja ho teniu tot fet de moment!
cy: Rydych chi wedi gorffen popeth am y tro!
da: Du er færdig for nu!
de: Das war's fürs Erste!
es: Ya terminó por ahora.
es_es: ¡De momento, has terminado!
fi: Olet nyt valmis!
fr: Vous avez fini pour aujourd’hui !
ga: Tá tú críochnaithe anois!
hi: अभी के लिए आपका काम पूरा हो गया है!
ht: Ou fini pou kounye a!
id: Anda sudah selesai untuk saat ini!
is: Þetta er komið að sinni!
it: Hai completato il processo per adesso!
ja: 今のところすべて完了です！
ko: 현재는 모두 완료되었습니다.
mi: Kua oti katoa i a koe i nāianei!
nb: Du er ferdig for nå!
nl: Voor nu ben je klaar!
pl: To tyle na teraz!
pt: Por enquanto, está tudo pronto!
pt_br: Por agora, está tudo pronto!
ru: К настоящему времени вы все выполнили!
sl: Zaenkrat ste končali!
sv: Du är klar för tillfället!
th: เสร็จสิ้นแล้วในตอนนี้!
vi: Bây giờ, bạn đã hoàn tất mọi việc rồi!
zh: 您截至当前的任务已全部完成！
zh_hk: 您現在已全部完成！

source: You're building skills, even on slow days.
ar: أنت تصقل مهاراتك حتى في أيامك التي لا تشعر فيها بأفضل حال.
ca: Esteu desenvolupant habilitats, fins i tot en els dies en què tot va poc a poc.
cy: Rwyt ti’n datblygu sgiliau, hyd yn oed ar ddiwrnodau araf.
da: Du opbygger færdigheder, selv på de mere rolige dage.
da_instk12: Du opbygger færdigheder, selv på de mere rolige dage.
de: Sie bauen Fähigkeiten auf, selbst an langsamen Tagen.
es: Está desarrollando habilidades, incluso en los días más lentos.
es_es: Estás desarrollando habilidades, hasta en los días tranquilos.
fi: Kehität taitojasi, jopa hiljaisina päivinä.
fr: Même les jours où tu tournes au ralenti, tu développes tes compétences.
fr_ca: Vous perfectionnez vos compétences, même les jours creux.
ga: Tá tú ag forbairt scileanna, fiú ar laethanta mall.
hi: आप कौशल विकसित कर रहे हैं, धीमे दिनों में भी।
ht: Wap devlope konpetans, menm nan jou trankil yo.
id: Anda sedang membangun keterampilan, bahkan di hari-hari yang lambat.
is: Þú ert að byggja upp færni, jafnvel á rólegum dögum.
it: Stai creando competenze, anche nei giorni a ritmo lento.
ja: 進みが遅い日であっても、あなたは確実にスキルを築いています。
ko: 느려 보여도 기술을 쌓고 있습니다.
mi: Kei te hanga pūkenga koe, ahakoa i ngā rā puhoi.
ms: Anda sedang membina kemahiran, walaupun pada hari yang bergerak perlahan.
nb: Du bygger opp ferdigheter, selv på rolige dager.
nb_instk12: Du bygger opp ferdigheter, selv på rolige dager.
nl: Je bouwt vaardigheden op, zelfs op trage dagen.
pl: Rozwijasz umiejętności, nawet gdy idzie Ci wolniej.
pt: Está a desenvolver competências, mesmo nos dias mais lentos.
pt_br: Você está desenvolvendo habilidades, mesmo em dias mais tranquilos.
ru: Вы развиваете навыки, даже в дни затишья.
sl: Gradite veščine, tudi v slabših dneh.
sv: Du bygger upp dina förmågor, även under tröga dagar.
sv_instk12: Du bygger upp dina förmågor, även under tröga dagar.
th: คุณกำลังพัฒนาทักษะแม้ในวันที่ดูเหมือนไม่เดินหน้าไปไหน
vi: Bạn đang xây dựng kỹ năng, ngay cả trong những ngày chậm rãi.
zh: 你的技能在不断进步，只是有时缓慢一些。
zh_hk: 即使在進展緩慢的日子裡，你也在不斷提升技能。

source: You're capable of more than you think.
ar: أنت قادر على تحقيق أكثر مما تظن.
ca: Sou capaç de moltes més coses que les que penseu.
cy: Rwyt ti’n gallu gwneud mwy nag wyt ti’n meddwl.
da: Du kan meget mere, end du tror.
da_instk12: Du kan meget mere, end du tror.
de: Sie sind zu mehr fähig, als Sie denken.
es: Es capaz de más de lo que cree.
es_es: Eres capaz de más de lo que crees.
fi: Pystyt enemmän kuin luuletkaan.
fr: Tu es capable de faire plus que ce que tu penses.
fr_ca: Vous êtes capable de plus que vous ne le pensez.
ga: Tá tú in ann níos mó a dhéanamh ná mar a cheapfá.
hi: आप अपनी सोच से कहीं अधिक सक्षम हैं।
ht: Ou ka fè plis pase sa w panse.
id: Anda mampu melakukan lebih dari yang dipikirkan.
is: Þú getur meira en þú heldur.
it: Sei in grado di fare molto di più di quello che pensi.
ja: あなたは思っている以上にできるひとなのです。
ko: 자신이 생각하는 것보다 더 많은 것을 할 수 있습니다.
mi: He nui ake āu e taea ai i tō whakaaro.
ms: Anda lebih mampu daripada yang anda sangka.
nb: Du er i stand til mer enn du tror.
nb_instk12: Du er i stand til mer enn du tror.
nl: Je kunt meer dan je denkt.
pl: Potrafisz więcej, niż mogłoby Ci się wydawać.
pt: Você é capaz de mais do que pensa.
pt_br: Você é capaz de muito mais do que pensa.
ru: Вы способны на большее, чем думаете.
sl: Zmorete več, kot si mislite.
sv: Du klarar mer än vad du tror.
sv_instk12: Du klarar mer än vad du tror.
th: คุณเก่งกว่าที่คุณคิด
vi: Bạn có thể làm được nhiều thứ hơn bạn nghĩ.
zh: 你比你想象的更加强大。
zh_hk: 你的能力遠超乎你的想像。

source: You're doing better than you realize.
ar: أنت تؤدي بشكل أفضل مما تظن.
ca: Esteu fent-ho millor del que us adoneu.
cy: Rwyt ti’n gwneud yn well nag wyt ti’n meddwl.
da: Du klarer dig bedre, end du er klar over.
da_instk12: Du klarer dig bedre, end du er klar over.
de: Sie machen es besser, als Sie denken.
es: Lo está haciendo mejor de lo que cree.
es_es: Lo estás haciendo mejor de lo que crees.
fi: Pärjäät paremmin kuin tajuatkaan.
fr: Tu te débrouilles bien mieux que ce que tu penses.
fr_ca: Vous vous en sortez mieux que vous ne le pensez.
ga: Tá tú ag déanamh níos fearr ná mar a thuigeann tú.
hi: आप अपनी सोच से बेहतर कर रहे हैं।
ht: W ap aji pi byen pase sa w ka imajine.
id: Anda melakukan lebih baik daripada yang Anda sadari.
is: Þú stendur þig betur en þú heldur.
it: Stai facendo meglio di quanto pensi.
ja: あなたは自分で気づいている以上に上達しています。
ko: 자신이 생각하는 것보다 잘하고 있습니다.
mi: Kei te pai ake tāu mahi i tō whakaaro.
ms: Anda lebih baik daripada yang anda fikirkan.
nb: Du gjør det bedre enn du aner.
nb_instk12: Du gjør det bedre enn du aner.
nl: Je doet het beter dan je je realiseert.
pl: Idzie Ci lepiej, niż sądzisz.
pt: Você está indo melhor do que imagina.
pt_br: Você está se saindo melhor do que imagina.
ru: Вы добиваетесь большего, чем думаете.
sl: Bolje vam gre, kot si mislite.
sv: Du gör bättre ifrån dig än vad du tror.
sv_instk12: Du gör bättre ifrån dig än vad du tror.
th: คุณทำได้ดีกว่าที่คุณคิด
vi: Bạn đang làm tốt hơn nhiều so với những gì bạn nghĩ.
zh: 你比你想象的做得更好。
zh_hk: 你做得比你想像的要好。

source: You're growing in ways you might not see yet.
ar: أنت تتطور بطرق قد لا تكون واضحة بالنسبة لك بعد.
ca: Creixeu d’una manera de la qual potser encara no sou conscient.
cy: Rwyt ti’n datblygu mewn ffyrdd sydd ddim yn amlwg i ti eto.
da: Du vokser på måder, du måske ikke kan se endnu.
da_instk12: Du vokser på måder, du måske ikke kan se endnu.
de: Sie entwickeln sich auf eine Weise, die Sie vielleicht noch nicht sehen.
es: Está creciendo de formas que quizá aún no ve.
es_es: Estás creciendo de maneras que quizás aún no veas.
fi: Kasvat tavoilla, joita et ehkä vielä näe.
fr: Tu ne t’en rends peut-être pas compte tout de suite, mais tu continues de t’épanouir.
fr_ca: Vous vous développez d’une manière que vous ne voyez peut-être pas encore.
ga: Tá tú ag fás ar bhealaí nach bhfeiceann tú go fóill, b'fhéidir.
hi: आप उन तरीकों से आगे बढ़ रहे हैं जिन्हें आप शायद अभी देख नहीं पा रहे हैं।
ht: W ap grandi nan fason ou gendwa poko ka wè.
id: Anda tumbuh dengan cara yang mungkin belum Anda sadari.
is: Þú ert að vaxa á vegu sem þú sérð kannski ekki ennþá.
it: Stai crescendo in modi che potresti non vedere.
ja: まだ気づいていない方法で、だがあなたは成長しています。
ko: 아직 알 수 없지만 성장하고 있습니다.
mi: Kei te tipu koe i ngā huarahi kāore anō kia kitea e koe.
ms: Anda sedang berkembang dalam cara yang mungkin belum anda lihat.
nb: Du vokser på måter du kanskje ikke ser ennå.
nb_instk12: Du vokser på måter du kanskje ikke ser ennå.
nl: Je groeit op manieren die je nu misschien nog niet ziet.
pl: Rozwijasz się inaczej niż dotychczas.
pt: Você está a crescer de maneiras que talvez ainda não consiga ver.
pt_br: Você está crescendo de maneiras que talvez ainda não perceba.
ru: Вы развиваетесь таким образом, который, возможно, пока не замечаете.
sl: Rastete na načine, ki jih morda še ne vidite.
sv: Du utvecklas på sätt som du ännu inte kan se.
sv_instk12: Du utvecklas på sätt som du ännu inte kan se.
th: คุณกำลังเติบโตอย่างที่คุณเองก็มองไม่เห็น
vi: Bạn đang trưởng thành theo những cách mà có thể bạn chưa thấy.
zh: 有些成长在悄然发生。
zh_hk: 你正在以你尚未察覺的方式成長。
